/* add card section - section title
consent section - add a new card */
"Add new" = "新增";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "银行";

/* Billing Address - title */
"Billing Address" = "账单地址";

/* add card section - billing info */
"Billing country or region" = "账单国家或地区";

"Card" = "卡";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "取消";

/* Card Info Cell - title */
"Card Information" = "卡片信息";

/* user input validation */
"Card’s expiration date is invalid" = "卡片的到期日无效";

/* consent section - unselect consent and go back to consent list */
"Change" = "更改";

/* consent section - choose a saved card */
"Choose a card" = "选择一张卡";

/* billing city placeholder */
"City" = "城市";

/* close button for alert */
"Close" = "关闭";

/* checkout button title for recurring payment */
"Confirm" = "确认";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "电子邮件";

/* user input validation */
"Expiry date is required" = "到期日期为必填项";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "对于银联，只能保存信用卡。点击“支付”进行一次性支付，或使用其他卡片进行保存以便日后使用。";

/* user input validation */
"Invalid email" = "无效的电子邮件";

/* user input validation */
"Invalid phone number" = "无效的电话号码";

/* schema section - invalid schema data */
"Invalid schema" = "无效的格式";

/* user input validation */
"Invalid state" = "无效的省/州";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "继续使用已保存的卡";

/* add card section - billing field */
"Name on card" = "卡上的姓名";

/* payment section separator */
"Or pay with" = "或使用以下方式支付";

/* checkout button title for one-off payment */
"Pay" = "支付";

/* title for payment sheet */
"Payment Methods" = "支付方式";

/* add card section - billing field */
"Phone number" = "电话号码";

/* user input validation */
"Please enter your city" = "请输入您的城市";

/* country selection view error hint
user input validation */
"Please enter your country" = "请输入您的国家";

/* user input validation */
"Please enter your first name" = "请输入您的名字";

/* user input validation */
"Please enter your last name" = "请输入您的姓氏";

/* user input validation */
"Please enter your name on card" = "请输入卡上的姓名";

/* user input validation */
"Please enter your street" = "请输入您的街道";

/* user input validation - bank selection view error hint */
"Please select a bank" = "请选择银行";

/* billing postal code placeholder */
"Postal code" = "邮政编码";

/* consent section - alert confirm button to remove a consent */
"Remove" = "移除";

/* consent section - alert title for delete a consent */
"Remove %@?" = "移除%@？";

/* Billing Address - reuse toggle */
"Same as shipping address" = "与收货地址相同";

/* add card section - toggle for card saving */
"Save my card for future payments" = "保存我的卡用于未来支付";

/* schema section - title of Bank Selection form */
"Select your Bank" = "请选择您的银行";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "选择...";

/* billing state placeholder */
"State" = "省/州";

/* billing street placeholder */
"Street" = "街道";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "此卡用于您在 %@ 设置的其他付款。请在移除此卡之前联系 %@ 以更新这些付款的支付方式。";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "该选项将永久从您的已保存支付方式中移除。";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "确认后您将被重定向完成支付。";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "点击下方的 Apple Pay 按钮以安全完成购买。";


/* billing state placeholder */
"Area" = "区域";

/* billing state placeholder */
"County" = "县";

/* billing state placeholder */
"Department" = "部门";

/* billing state/city placeholder */
"District" = "区";

/* billing state placeholder */
"Do Si" = "道/市";

/* billing postal code placeholder */
"Eircode" = "爱尔兰邮政编码";

/* billing state placeholder */
"Emirate" = "酋长国";

/* billing state placeholder */
"Island" = "岛屿";

/* billing state placeholder */
"Oblast" = "州";

/* billing state placeholder */
"Parish" = "教区";

/* billing postal code placeholder */
"Pin" = "PIN码";

/* billing state placeholder */
"Prefecture" = "都道府县";

/* billing state placeholder */
"Province" = "省";

/* billing city placeholder */
"Suburb" = "郊区";

/* billing city placeholder */
"Town" = "邮政镇";

/* billing postal code placeholder */
"ZIP code" = "邮政编码";
